Repository: PlayBlue7/SKDPublic
Catalog: SKD.Common/SKD.Common/MultilingualResources/SKD.Common.*.xlf
Languages: es

source: Child Health
es: Salud Infantil

source: Christian Faith
es: Fe Cristiana

source: Community Relations
es: Relaciones con la comunidad

source: Constructive Use Of Time
es: Uso constructivo del tiempo

source: Education
es: Educación

source: Family Relationships
es: Relaciones familiares

source: Positive Values
es: Valores positivos

# ProgressLabelFormat
source: Raised £{0} of £{1} target
es: Recaudado £{0} de objetivo £{1}

source: Responsible Limits
es: Límites responsables

source: Self Esteem And Dreams
es: Autoestima y sueños

source: Social Identity
es: Identidad social

# UnknownIMA
source: Unknown - Please Update
es: Desconocido - Por favor, actualice

source: Urgent
es: Urgente

# ProjectDatePublishedStringFormat
source: Project Published • {0}
es: Proyecto publicado • {0}

# CompletedProjectUpdateStringFormat
source: Project Completed • {0}
es: Proyecto completado • {0}

source: Draft
es: Borrador

source: Pending Update
es: Actualización pendiente

# PublishedProjectUpdateStringFormat
source: Update • {0}
es: Actualización • {0}

source: For Organisation
es: Para la organización

source: Questionnaire
es: Cuestionario

# QuestionnaireCompletedDateStringFormat
source: Completed {0}
es: Completado {0}

source: Questionnaires
es: Cuestionarios
